{
  "TYPE": {
    "INVALID": "Invalid",
    "DUPLICATE": "Duplicate",
    "INCOMPLETE": "Incomplete"
  },
  "MSG": {
    "PIRACY": "You will receive *no help for pirated versions of Minecraft.*\r\nIf you wish to purchase the full game, please visit the [Minecraft Store|https://minecraft.net/store].",
    "EMPTYDESC": "This ticket is _incomplete_. Please review the [guidelines|http://help.mojang.com/customer/portal/articles/801354-writing-helpful-bug-reports-for-minecraft] before reporting issues.\r\n*For technical support please use the [Mojang Support Center|http://help.mojang.com/customer/portal/articles/364794-where-can-i-find-more-help-and-technical-support-].*",
    "DUPLICATE": "Duplicate of %s -- If you have not, please use the [search function|https://bugs.mojang.com/issues/] in the future, to see if your bug has already been submitted.\r\n For technical support, please use the [Mojang Support Center|http://help.mojang.com/customer/portal/articles/364794-where-can-i-find-more-help-and-technical-support-].",
    "FUTUREVER": "Please *do not* mark _unreleased versions_ as affected.\r\nYou don't have access to them yet.",
    "ISMODDED": "This ticket is _invalid_ as it relates to a modified or third-party client, server, or launcher.\r\n* Any non-standard client/server/launcher build needs to be taken up with the appropriate team, not Mojang.\r\n* Any plugin issues need to be addressed to the creator of the plugin or resource pack.\r\n* This site is for addressing issues related to the *base unmodded Minecraft*; any modded system _invalidates_ your ticket, unless the behavior can be reproduced without mods.\r\n* Additionally, if you have problems on large-scale modded servers, please report it to their site. It's probably not a bug in Minecraft.",
    "OUTDATED": "_Your version of Minecraft is no longer supported_. We are currently only accepting bugs found in the latest official release and the snapshot most recently released thereafter.\r\nTo change your game to a different version, start the launcher. Select *Edit Profile*. In the \"Use Version\" dropdown menu, select the game version you want. Then click *Save Profile*.\r\nIf you're able to reproduce this issue in the _latest version_ of Minecraft, please open a new issue and attach a crash report from a supported version."
  }
}